Repository: gogbajbobo/geotracking
Catalog: geotracking/*.lproj/Localizable.strings
Languages: ru

source: Clear database
ru: Очистка базы данных

# OBJECT TO DELETE
source: Choose objects to delete:
ru: Что вы хотите удалить?

source: Only tracks
ru: Только треки

source: All data
ru: Все данные

source: Stop tracking
ru: Остановить геотрекинг

# STOP TRACKING FOR CLEAR
source: You should stop locations tracking for clear procedure
ru: Вы должны остановть геотрекинг перед началом очистки

# CANT DELETE ALL DATA
source: You can not delete all data
ru: Вы не можете удалить все данные

source: Yes
ru: Да

source: No
ru: Нет

source: Warning
ru: Внимание

source: Cancel
ru: Отмена

source: Start
ru: Старт

source: Stop
ru: Стоп

source: Settings
ru: Настройки

source: Sync
ru: Синхр.

source: Tracker
ru: Трекер

source: Add new track
ru: Новый трек

source: m
ru: м

source: km/h
ru: км/ч

# 0POINTS
source: no points
ru: точек нет

# 1POINTS
source: point
ru: точка

# 2POINTS
source: points
ru: точки

# 5POINTS
source: points
ru: точек

# 1TRACKS
source: track
ru: трек

# 2TRACKS
source: tracks
ru: трека

# 5TRACKS
source: tracks
ru: треков

source: No active session
ru: Нет активной сессии

source: No connection
ru: Нет соединения

source: No token
ru: Нет токена

source: Sync fail
ru: Сбой синхронизации

source: Response error
ru: Ошибка ответа сервера

source: Sync error
ru: Ошибка синхронизации

source: untitled
ru: без названия

source: Add new spot…
ru: Добавить метку…

source: Map
ru: Карта

source: Satellite
ru: Спутник

source: Hybrid
ru: Гибрид

source: Heading
ru: Компас

source: Track number
ru: Номер трека

# GENERAL
source: General settings
ru: Общие настройки

source: Syncer
ru: Синхронизация

source: AuthService
ru: Аутентификация

source: localAccessToSettings
ru: локальный доступ

# desiredAccuracy
source: desiredAccuracy, m
ru: желаемая точность, м

# requiredAccuracy
source: requiredAccuracy, m
ru: требуемая точность, м

# distanceFilter
source: distanceFilter, m
ru: шаг слежения, м

# trackDetectionTime
source: trackDetectionTime, s
ru: время автоотсечки, с

source: trackerAutoStart
ru: автостарт

source: trackerStartTime
ru: время запуска

source: trackerFinishTime
ru: время остановки

source: fetchLimit
ru: количество объектов

# syncInterval
source: syncInterval, s
ru: интервал, с

source: mapHeading
ru: компас

source: mapType
ru: вид

source: trackScale
ru: масштаб треков

source: Spot
ru: Метка

source: Spot info:
ru: Информация:

source: Spot label
ru: Имя метки

source: Add photo to spot…
ru: Добавляю фотографию к метке…

source: Interests:
ru: Интересы:

source: Networks:
ru: Сети:

source: Delete spot
ru: Удалить метку

source: Source select
ru: Источник фото

# CHOOSE SOURCE
source: Choose source for photo
ru: Выберите источник фотографии

source: Camera
ru: Камера

source: Photo library
ru: Фото библиотека

source: Delete photo
ru: Удалить фото

# R U SURE
source: Are you sure?
ru: Вы уверены?

source: Manage photos
ru: Управление фотографиями

source: Choose action
ru: Выберите действие

source: Add new photo
ru: Добавить новое фото

# SET AS AVATAR
source: Set photo as avatar
ru: Сделать фото ключевым

source: of
ru: из

# CHOOSE SOURCE 2
source: Choose source for picture
ru: Выберите источник картинки

# INTEREST NAME
source: Name of interest
ru: Название интереса

# NETWORK NAME
source: Name of network
ru: Имя сети

source: Filter spot
ru: Поиск метки

# INTERESTS 2
source: Interests
ru: Интересы

# NETWORKS 2
source: Networks
ru: Сети

source: Address search
ru: Поиск по адресу
